Repository: walkccc/furioke-ios
Catalog: Furioke/Furioke/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

source: Active
ja: 有効
zh_hant: 使用中

source: Cancel anytime in Settings.
ja: 設定からいつでも解約できます。
zh_hant: 可隨時在設定中取消。

source: Manage Subscription
ja: サブスクリプションを管理
zh_hant: 管理訂閱

source: Restore Purchases
ja: 購入を復元
zh_hant: 恢復購買

source: Support a calm, ad-free app
ja: 広告のない静かなアプリを応援
zh_hant: 支持一個無廣告的純淨 app

source: The whole app is free. Plus lifts the limits when you want more.
ja: アプリはすべて無料。もっと使いたいときに Plus が制限を解放します。
zh_hant: 整個 app 都是免費的。需要更多功能時，Plus 為你解除限制。

source: Unlimited AI translations and flashcards.
ja: AI翻訳と単語カードが無制限。
zh_hant: 無限 AI 翻譯與單字卡。

source: Unlimited AI translations and word lookups
ja: AI翻訳と単語検索が無制限
zh_hant: 無限 AI 翻譯與單字查詢

source: Unlimited saved flashcards
ja: 単語カードの保存が無制限
zh_hant: 無限儲存單字卡

source: Upgrade
ja: アップグレード
zh_hant: 升級

source: Upgrade to Furioke Plus
ja: Furioke Plus にアップグレード
zh_hant: 升級 Furioke Plus

source: You've saved all %lld free flashcards. Go unlimited with Furioke Plus.
ja: 無料のフラッシュカード%lld枚をすべて保存しました。Furioke Plus で無制限に。
zh_hant: 免費單字卡 %lld 張已全部用完。升級 Furioke Plus 無限使用。

source: You've used today's %lld free AI translations. Go unlimited with Furioke Plus.
ja: 本日の無料AI翻訳（%lld回）を使い切りました。Furioke Plus なら無制限です。
zh_hant: 今天的 %lld 次免費 AI 翻譯已用完。升級 Furioke Plus 即可無限使用。

source: %lld cards
ja: %lld枚のカード
zh_hant: %lld 張卡片

source: %lld due now
ja: %lld件が復習時期
zh_hant: %lld 張待複習

source: %lld songs
ja: %lld曲
zh_hant: %lld 首歌

source: %lld songs · %@
ja: %lld曲 · %@
zh_hant: %lld 首歌 · %@

source: %lld to review
ja: 残り%lld件
zh_hant: 尚有 %lld 張

source: A–Z
ja: あいうえお順
zh_hant: 依讀音

source: Account
ja: アカウント
zh_hant: 帳號

source: Account options
ja: アカウントオプション
zh_hant: 帳號選項

source: Activate to collapse
ja: タップして折りたたむ
zh_hant: 點一下收合

source: Add it to your library
ja: ライブラリに追加する
zh_hant: 加入你的音樂庫

source: Adding furigana…
ja: ふりがなを追加中…
zh_hant: 正在加上假名…

source: Again
ja: もう一度
zh_hant: 再一次

source: All cards
ja: すべてのカード
zh_hant: 所有卡片

source: All caught up
ja: すべて完了
zh_hant: 全部完成

source: All Caught Up
ja: すべて完了
zh_hant: 全部複習完畢

source: Already have an account? Log in
ja: アカウントをお持ちですか？ログイン
zh_hant: 已經有帳號了？登入

source: Any song
ja: すべての曲
zh_hant: 所有歌曲

source: App Language
ja: アプリの言語
zh_hant: 應用程式語言

source: Appearance
ja: 外観
zh_hant: 外觀

source: Back
ja: 戻る
zh_hant: 返回

source: Browse
ja: デッキを見る
zh_hant: 瀏覽卡片組

source: Browse deck
ja: デッキを見る
zh_hant: 瀏覽卡片組

source: Browsing as guest
ja: ゲストとして閲覧中
zh_hant: 以訪客身分瀏覽

source: By song
ja: 曲別
zh_hant: 依歌曲

source: Cancel
ja: キャンセル
zh_hant: 取消

source: Check your connection and try again.
ja: 接続を確認してもう一度お試しください。
zh_hant: 請檢查網路連線後再試一次。

source: Choose a music provider in Settings to see your saved songs.
ja: 設定で音楽サービスを選ぶと、保存した曲が表示されます。
zh_hant: 在設定中選擇音樂服務即可查看你儲存的歌曲。

source: Choose your music provider
ja: 音楽サービスを選ぶ
zh_hant: 選擇你的音樂服務

source: Clear
ja: 消去
zh_hant: 清除

source: Clear reading
ja: 読みを消去
zh_hant: 清除讀音

source: Clear search
ja: 検索を消去
zh_hant: 清除搜尋

source: Community
ja: コミュニティ
zh_hant: 社群

source: Connect a music provider
ja: 音楽サービスを接続
zh_hant: 連接音樂服務

source: Connect a music provider in Settings to search and play songs.
ja: 設定で音楽サービスを接続すると、曲を検索して再生できます。
zh_hant: 在設定中連接音樂服務即可搜尋並播放歌曲。

source: Connect Spotify to keep listening.
ja: Spotifyに接続すると再生を続けられます。
zh_hant: 連接 Spotify 即可繼續聆聽。

source: Continue
ja: 続ける
zh_hant: 繼續

source: Correct reading
ja: 読みを修正
zh_hant: 修正讀音

source: Corrects the reading
ja: 読みを修正します
zh_hant: 修正讀音

source: Couldn't Delete Account
ja: アカウントを削除できませんでした
zh_hant: 無法刪除帳號

source: Couldn't load lyrics. Try again.
ja: 歌詞を読み込めませんでした。もう一度お試しください。
zh_hant: 無法載入歌詞，請再試一次。

source: Couldn't start furioke
ja: furiokeを開始できませんでした
zh_hant: 無法啟動 furioke

source: Customization
ja: カスタマイズ
zh_hant: 自訂

source: Dark
ja: ダーク
zh_hant: 深色

source: Date added
ja: 追加日
zh_hant: 加入日期

source: Delete
ja: 削除
zh_hant: 刪除

source: Delete Account
ja: アカウントを削除
zh_hant: 刪除帳號

source: Delete Account?
ja: アカウントを削除しますか？
zh_hant: 刪除帳號？

source: Dismiss hint
ja: ヒントを閉じる
zh_hant: 關閉提示

source: Display mode
ja: 表示モード
zh_hant: 顯示模式

source: Done
ja: 完了
zh_hant: 完成

source: Due date
ja: 期限
zh_hant: 到期日

source: Due now
ja: 今すぐ
zh_hant: 現在到期

source: Filter
ja: フィルタ
zh_hant: 篩選

source: Find a song to play and read along with furigana.
ja: 曲を見つけて再生し、ふりがな付きで歌詞を読みましょう。
zh_hant: 找一首歌播放，跟著假名一起閱讀歌詞。

source: Find any Japanese song you love, right from the Search tab.
ja: 検索タブから、好きな日本語の曲を見つけましょう。
zh_hant: 從「搜尋」分頁找到任何你喜愛的日文歌曲。

source: Flashcards
ja: 単語カード
zh_hant: 單字卡

source: Flashcards are saved per account. Sign in to see your deck.
ja: 単語カードはアカウントごとに保存されます。サインインしてデッキを表示しましょう。
zh_hant: 單字卡會依帳號儲存。請登入以查看你的卡片組。

source: Flashcards are saved per account. Sign in to study the words you've saved from lyrics.
ja: 単語カードはアカウントごとに保存されます。サインインして、歌詞から保存した単語を学習しましょう。
zh_hant: 單字卡會依帳號儲存。請登入以學習你從歌詞中儲存的單字。

source: Forget
ja: 忘れた
zh_hant: 忘記

source: Furigana
ja: ふりがな
zh_hant: 假名

source: Get started
ja: 始める
zh_hant: 開始使用

source: Glance
ja: ざっと
zh_hant: 速覽

source: Got it
ja: 覚えた
zh_hant: 記住了

source: Hiragana
ja: ひらがな
zh_hant: 平假名

source: In lyrics
ja: 歌詞の中で
zh_hant: 在歌詞中

source: Japanese lyrics can be hard when you don't know the kanji well. Furioke adds furigana, translations, and word-level tools to help.
ja: 漢字に慣れていないと、日本語の歌詞は難しいもの。Furioke はふりがな・翻訳・単語ごとの学習ツールで手助けします。
zh_hant: 不熟悉漢字時，日文歌詞會很難懂。Furioke 會加上振假名、翻譯與單字學習工具來幫助你。

source: Kanji only
ja: 漢字のみ
zh_hant: 僅漢字

source: Kanji with furigana
ja: ふりがな付きの漢字
zh_hant: 漢字附假名

source: Join Discord
ja: Discord に参加
zh_hant: 加入 Discord

source: Language
ja: 言語
zh_hant: 語言

source: Library
ja: ライブラリ
zh_hant: 資料庫

source: Light
ja: ライト
zh_hant: 淺色

source: List
ja: 一覧
zh_hant: 列表

source: Listen and read along with furigana.
ja: ふりがな付きで聴きながら歌詞を読もう。
zh_hant: 一邊聆聽，一邊跟著假名閱讀歌詞。

source: Loading lyrics…
ja: 歌詞を読み込み中…
zh_hant: 正在載入歌詞…

source: Long-press a word in a song's lyrics and tap Save to flashcards to start your deck.
ja: 歌詞の単語を長押しして「単語カードに保存」をタップすると、デッキを作成できます。
zh_hant: 長按歌詞中的單字並點選「儲存到單字卡」即可建立你的卡片組。

source: Long-press a word in Now Playing and save it to flashcards. Your saved words appear here.
ja: 再生中の画面で単語を長押しして、単語カードに保存しましょう。保存した単語はここに表示されます。
zh_hant: 在「正在播放」中長按單字，將其儲存到單字卡。已儲存的單字會顯示在這裡。

source: Long-press a word in Now Playing to correct its reading. Your corrections appear here.
ja: 再生中の画面で単語を長押しすると読みを修正できます。修正内容はここに表示されます。
zh_hant: 在播放中畫面長按單字即可修正讀音，你的修正會顯示在這裡。

source: Long-press a word to save it to your Tango List — or override its reading or meaning.
ja: 単語を長押しすると単語リストに保存でき、読みや意味を上書きすることもできます。
zh_hant: 長按單字即可存進單字清單，也可以覆寫它的讀音或意思。

source: Lyric line
ja: 歌詞の行
zh_hant: 歌詞行

source: Lyrics aren't available offline.
ja: 歌詞はオフラインでは利用できません。
zh_hant: 歌詞無法在離線時使用。

source: Mastery
ja: 習熟度
zh_hant: 熟練度

source: More options
ja: その他のオプション
zh_hant: 更多選項

source: Music provider
ja: 音楽サービス
zh_hant: 音樂服務

source: Native Language
ja: 母語
zh_hant: 母語

source: Needs review
ja: 要復習
zh_hant: 需複習

source: No cards are due right now. Save words from song lyrics, or browse your deck.
ja: 現在、復習が必要なカードはありません。歌詞から単語を保存するか、デッキを確認しましょう。
zh_hant: 目前沒有需要複習的卡片。從歌詞中儲存單字，或瀏覽你的列表。

source: No cards match your search and filters.
ja: 検索条件やフィルターに一致するカードはありません。
zh_hant: 沒有符合你搜尋與篩選條件的卡片。

source: No Cards Yet
ja: カードがまだありません
zh_hant: 尚無卡片

source: No flashcards yet
ja: 単語カードがまだありません
zh_hant: 尚無單字卡

source: No lyrics found for this track.
ja: この曲の歌詞は見つかりませんでした。
zh_hant: 找不到這首歌的歌詞。

source: No Matches
ja: 一致なし
zh_hant: 沒有符合項目

source: No Overrides Yet
ja: 修正はまだありません
zh_hant: 尚無讀音修正

source: No results
ja: 結果がありません
zh_hant: 沒有結果

source: No saved songs for %@. Switch music providers in Settings to see the rest.
ja: %@に保存した曲はありません。設定で音楽サービスを切り替えると他の曲が表示されます。
zh_hant: 沒有 %@ 的已儲存歌曲。在設定中切換音樂服務即可查看其他歌曲。

source: Not Now
ja: 後で
zh_hant: 暫不

source: Not playing
ja: 再生していません
zh_hant: 未在播放

source: Not saved
ja: 未保存
zh_hant: 未儲存

source: Nothing due
ja: 復習する項目はありません
zh_hant: 沒有待複習的卡片

source: Now Playing
ja: 再生中
zh_hant: 正在播放

source: Now playing %@ by %@. Tap to expand.
ja: %@（%@）を再生中。タップして拡大。
zh_hant: 正在播放 %@（%@）。點一下展開。

source: Off
ja: オフ
zh_hant: 關閉

source: On
ja: オン
zh_hant: 開啟

source: Open Settings
ja: 設定を開く
zh_hant: 開啟設定

source: Overrides are saved per account. Sign in to review and manage your reading corrections.
ja: 修正はアカウントごとに保存されます。サインインして読みの修正を確認・管理しましょう。
zh_hant: 讀音修正會依帳號儲存。請登入以檢視並管理你的讀音修正。

source: Pending
ja: 保留中
zh_hant: 待同步

source: Pending sync
ja: 同期待ち
zh_hant: 待同步

source: Pick the service you already listen to, so Furioke can play along with your songs.
ja: 普段使っているサービスを選ぶと、Furioke がその曲で再生をお手伝いします。
zh_hant: 選擇你平常使用的服務，Furioke 就能搭配你的歌曲一起播放。

source: Play along with lyrics
ja: 歌詞に合わせて再生する
zh_hant: 跟著歌詞一起播放

source: Playback didn't start. Try again.
ja: 再生を開始できませんでした。もう一度お試しください。
zh_hant: 無法開始播放，請再試一次。

source: Playback is disabled for this track.
ja: この曲は再生が無効になっています。
zh_hant: 這首歌已停用播放功能。

source: Playback position
ja: 再生位置
zh_hant: 播放位置

source: Playback speed
ja: 再生速度
zh_hant: 播放速度

source: Read
ja: 読む
zh_hant: 閱讀

source: Reading
ja: 読み
zh_hant: 讀音

source: Reading only
ja: 読みのみ
zh_hant: 僅讀音

source: Reading Overrides
ja: 読みの修正
zh_hant: 讀音修正

source: Recent
ja: 最近の検索
zh_hant: 最近搜尋

source: Remember
ja: 覚えた
zh_hant: 記得

source: Remember this reading
ja: この読みを記憶する
zh_hant: 記住這個讀音

source: Remove
ja: 削除
zh_hant: 移除

source: Remove from Library
ja: ライブラリから削除
zh_hant: 從資料庫移除

source: Replay Tutorial
ja: チュートリアルをもう一度
zh_hant: 重新播放教學

source: Requests this card's translation
ja: このカードの翻訳をリクエストします
zh_hant: 請求此卡片的翻譯

source: Reveal
ja: 答えを見る
zh_hant: 顯示答案

source: Save
ja: 保存
zh_hant: 儲存

source: Save a song from Search or Now Playing to read along here.
ja: 検索や再生画面から曲を保存すると、ここで歌詞を読めます。
zh_hant: 從搜尋或播放畫面儲存歌曲，即可在這裡跟著閱讀。

source: Save a song to your library so it's always one tap away.
ja: 曲をライブラリに保存すれば、いつでもすぐに開けます。
zh_hant: 把歌曲存進音樂庫，隨時一鍵就能找到。

source: Save or fix any word
ja: 単語を保存・修正する
zh_hant: 儲存或修正任何單字

source: Save to flashcards
ja: 単語カードに保存
zh_hant: 儲存到單字卡

source: Save to library
ja: ライブラリに保存
zh_hant: 儲存到資料庫

source: Save to Library
ja: ライブラリに保存
zh_hant: 儲存到資料庫

source: Saved
ja: 保存済み
zh_hant: 已儲存

source: Saved to library
ja: ライブラリに保存しました
zh_hant: 已儲存到資料庫

source: Saved to Library
ja: ライブラリに保存しました
zh_hant: 已儲存到資料庫

source: Saved words live here with their translation and the lyric line they came from — and you can play that exact line. Review them as a list or study with flashcards.
ja: 保存した単語は、翻訳と元の歌詞の一行とともにここに並びます。その一行をそのまま再生することもできます。リストで見返したり、フラッシュカードで学習したりできます。
zh_hant: 儲存的單字會連同翻譯與來源歌詞一起列在這裡，還能直接播放那一句。你可以用清單檢視，或用單字卡學習。

source: Search
ja: 検索
zh_hant: 搜尋

source: Search %@
ja: %@を検索
zh_hant: 搜尋 %@

source: Search failed
ja: 検索に失敗しました
zh_hant: 搜尋失敗

source: Search for a song
ja: 曲を検索する
zh_hant: 搜尋歌曲

source: Session Complete
ja: セッション完了
zh_hant: 本次複習完成

source: Settings
ja: 設定
zh_hant: 設定

source: Show citation
ja: 出典を表示
zh_hant: 顯示出處

source: Show meaning
ja: 意味を表示
zh_hant: 顯示意思

source: Show rōmaji
ja: ローマ字を表示
zh_hant: 顯示羅馬拼音

source: Show source line
ja: 歌詞の行を表示
zh_hant: 顯示歌詞行

source: Show translation
ja: 翻訳を表示
zh_hant: 顯示翻譯

source: Sign In
ja: サインイン
zh_hant: 登入

source: Sign In Required
ja: サインインが必要です
zh_hant: 需要登入

source: Sign in to save songs and read along with them here.
ja: サインインすると曲を保存して、ここで歌詞を読みながら聴けます。
zh_hant: 登入即可儲存歌曲，並在此邊聽邊讀歌詞。

source: Sign in to translate, save songs, and build your flashcard deck.
ja: サインインすると、翻訳・曲の保存・単語帳の作成ができます。
zh_hant: 登入即可翻譯、儲存歌曲並建立你的單字卡。

source: Sign in with Apple
ja: Appleでサインイン
zh_hant: 使用 Apple 登入

source: Sign in with Google
ja: Googleでサインイン
zh_hant: 使用 Google 登入

source: Sign Out
ja: サインアウト
zh_hant: 登出

source: Signed in
ja: サインイン済み
zh_hant: 已登入

source: Signed in as %@
ja: %@としてサインイン中
zh_hant: 已以 %@ 登入

source: Sing along with Japanese songs, understand the lyrics, and save words you want to learn.
ja: 日本語の歌を口ずさみ、歌詞を理解して、覚えたい言葉を保存しましょう。
zh_hant: 跟著日文歌曲一起唱、讀懂歌詞，並儲存想學的單字。

source: Skip
ja: スキップ
zh_hant: 略過

source: Skip onboarding
ja: オンボーディングをスキップ
zh_hant: 略過導覽

source: Something went wrong deleting your account. Please check your connection and try again.
ja: アカウントの削除中に問題が発生しました。接続を確認して、もう一度お試しください。
zh_hant: 刪除帳號時發生問題。請檢查你的網路連線後再試一次。

source: Something went wrong.
ja: 問題が発生しました。
zh_hant: 發生錯誤。

source: Songs on %@
ja: %@の曲
zh_hant: %@ 上的歌曲

source: Sort
ja: 並び替え
zh_hant: 排序

source: Spotify didn't respond. Try again.
ja: Spotifyが応答しませんでした。もう一度お試しください。
zh_hant: Spotify 沒有回應，請再試一次。

source: Spotify isn't installed.
ja: Spotifyがインストールされていません。
zh_hant: 尚未安裝 Spotify。

source: Start tutorial
ja: チュートリアルを始める
zh_hant: 開始教學

source: Step %lld of %lld
ja: ステップ %1$lld / %2$lld
zh_hant: 第 %1$lld 步，共 %2$lld 步

source: Study
ja: 学習
zh_hant: 學習

source: Synced
ja: 同期済み
zh_hant: 已同步

source: System
ja: システム
zh_hant: 系統

source: Tango
ja: 単語
zh_hant: 單字

source: Tap a song to play along and follow lyrics that move with the music.
ja: 曲をタップすると再生が始まり、音楽に合わせて歌詞が流れます。
zh_hant: 點一下歌曲即可播放，歌詞會隨著音樂同步捲動。

source: Tap the player to open lyrics
ja: プレーヤーをタップして歌詞を開く
zh_hant: 點一下播放器即可開啟歌詞

source: Tap to flip · swipe to grade
ja: タップで裏返す・スワイプで採点
zh_hant: 點擊翻面・滑動評分

source: Tap to translate
ja: タップして翻訳
zh_hant: 點按以翻譯

source: That track couldn't be found.
ja: その曲は見つかりませんでした。
zh_hant: 找不到這首歌。

source: Theme
ja: テーマ
zh_hant: 主題

source: This is the language used for lyric translations and word meanings.
ja: 歌詞の翻訳や単語の意味に使われる言語です。
zh_hant: 這是用於歌詞翻譯與單字意思的語言。

source: This music provider doesn't support that action.
ja: この音楽サービスはその操作に対応していません。
zh_hant: 此音樂服務不支援該操作。

source: This permanently deletes your account and everything in it — saved songs, flashcards, reading overrides, and preferences. This can't be undone.
ja: アカウントと、保存した曲・単語カード・読みの修正・設定など、その中のすべてが完全に削除されます。この操作は取り消せません。
zh_hant: 這會永久刪除你的帳號及其中的所有內容——已儲存的歌曲、單字卡、讀音修正與偏好設定。此操作無法復原。

source: This track can't be played.
ja: この曲は再生できません。
zh_hant: 無法播放這首歌。

source: This track isn't available in your region.
ja: この曲はお住まいの地域では利用できません。
zh_hant: 這首歌在你的地區無法使用。

source: Toggle the lyric helpers
ja: 歌詞の補助を切り替える
zh_hant: 切換歌詞輔助工具

source: Translating…
ja: 翻訳中…
zh_hant: 正在翻譯…

source: Translation isn't available offline.
ja: 翻訳はオフラインでは利用できません。
zh_hant: 翻譯無法在離線時使用。

source: Try a different search.
ja: 別のキーワードで検索してください。
zh_hant: 請嘗試其他關鍵字。

source: Try Again
ja: 再試行
zh_hant: 再試一次

source: Use the toolbar in the top-right to turn furigana on or off, and add rōmaji and translations whenever you want them.
ja: 右上のツールバーでふりがなのオン・オフを切り替え、必要なときにローマ字や翻訳を追加できます。
zh_hant: 用右上角的工具列開關振假名，並可隨時加上羅馬拼音與翻譯。

source: View on YouTube
ja: YouTubeで見る
zh_hant: 在 YouTube 觀看

source: Vocabulary
ja: 単語
zh_hant: 單字

source: Welcome to Furioke
ja: Furioke へようこそ
zh_hant: 歡迎使用 Furioke

source: Word blanked in its lyric line
ja: 歌詞の中で単語を空欄に
zh_hant: 在歌詞中挖空該詞

source: You reviewed every card that was due. Come back when more are ready.
ja: 復習が必要なカードをすべて確認しました。次のカードが準備できたら、また来てください。
zh_hant: 你已複習完所有到期的卡片，等更多卡片準備好後再回來吧。

source: You're all caught up. Save more words, or come back when cards are due.
ja: すべて完了しました。単語を追加するか、復習の時期になったらまた来てください。
zh_hant: 你已全部完成。可以再儲存更多單字，或在卡片到期時再回來。

source: You've reached today's limit of %lld translations. Try again tomorrow.
ja: 本日の翻訳回数の上限（%lld回）に達しました。明日またお試しください。
zh_hant: 你已達今日翻譯上限（%lld 次），請明天再試。

source: Your Library
ja: ライブラリ
zh_hant: 你的資料庫

source: Your native language
ja: あなたの母語
zh_hant: 你的母語

source: Your Tango List
ja: あなたの単語リスト
zh_hant: 你的單字清單

source: OK
zh_hant: 好
